[
  "Tシャツ",
  "ああ",
  "あお",
  "あおい",
  "あか",
  "あかい",
  "あかるい",
  "あき",
  "あく",
  "あける",
  "あげる",
  "あさ",
  "あさごはん",
  "あさって",
  "あし",
  "あした",
  "あそこ",
  "あたたかい",
  "あたま",
  "あちら",
  "あっち",
  "あつい",
  "あつめる",
  "あなた",
  "あに",
  "あね",
  "あの",
  "あびる",
  "あぶない",
  "あまい",
  "あまり",
  "あめ",
  "あらう",
  "ありがとう",
  "ありがとうございます",
  "ある",
  "あれ",
  "あんぜん",
  "あんな",
  "いい",
  "いいえ",
  "いえ",
  "いかが",
  "いくつ",
  "いくら",
  "いけ",
  "いし",
  "いしゃ",
  "いす",
  "いそがしい",
  "いそぐ",
  "いたい",
  "いただきます",
  "いちご",
  "いっしょに",
  "いってきます",
  "いってらっしゃい",
  "いつ",
  "いつも",
  "いぬ",
  "いま",
  "いみ",
  "いもうと",
  "いや",
  "いらっしゃいませ",
  "いりぐち",
  "いる",
  "いれる",
  "いろ",
  "いろいろ",
  "ううん",
  "うし",
  "うすい",
  "うた",
  "うたう",
  "うつくしい",
  "うどん",
  "うま",
  "うみ",
  "うる",
  "うるさい",
  "うれしい",
  "うわぎ",
  "うん",
  "うんどう",
  "え",
  "えいが",
  "えいがかん",
  "えいご",
  "ええ",
  "えんぴつ",
  "えーと",
  "おいしい",
  "おおい",
  "おおぜい",
  "おかえりなさい",
  "おかげさまで",
  "おかし",
  "おきる",
  "おく",
  "おくさん",
  "おげんきですか",
  "おさけ",
  "おさら",
  "おしえる",
  "おじいさん",
  "おじさん",
  "おす",
  "おそい",
  "おちゃ",
  "おちる",
  "おてあらい",
  "おてら",
  "おと",
  "おとうと",
  "おとす",
  "おととい",
  "おととし",
  "おとな",
  "おなか",
  "おなじ",
  "おにいさん",
  "おねえさん",
  "おねがいします",
  "おはようございます",
  "おばあさん",
  "おばさん",
  "おふろ",
  "おべんとう",
  "おぼえる",
  "おまわりさん",
  "おみやげ",
  "おもい",
  "おもう",
  "おもしろい",
  "おやすみなさい",
  "おゆ",
  "およぐ",
  "おりる",
  "おわる",
  "おわん",
  "おんがく",
  "お店",
  "お母さん",
  "お父さん",
  "お金",
  "か",
  "かい",
  "かいだん",
  "かいものする",
  "かえす",
  "かえる",
  "かお",
  "かかる",
  "かぎ",
  "かける",
  "かさ",
  "かす",
  "かぜ",
  "かぞく",
  "かた",
  "かてい",
  "かど",
  "かな",
  "かなしい",
  "かならず",
  "かのじょ",
  "かばん",
  "かびん",
  "かべ",
  "かみ",
  "から",
  "からい",
  "からだ",
  "かりる",
  "かるい",
  "かれ",
  "かわいい",
  "かんこく",
  "かんこくご",
  "かんじ",
  "かんたん",
  "が",
  "きいろ",
  "きいろい",
  "きえる",
  "きしゃ",
  "きたない",
  "きっさてん",
  "きって",
  "きっと",
  "きっぷ",
  "きのう",
  "きもの",
  "きゅうり",
  "きょうかしょ",
  "きょうしつ",
  "きょうだい",
  "きょねん",
  "きらい",
  "きる",
  "きれい",
  "ぎゅうにく",
  "ぎゅうにゅう",
  "ぎんこう",
  "くうこう",
  "くさ",
  "くすり",
  "くだもの",
  "くち",
  "くつ",
  "くつした",
  "くも",
  "くもり",
  "くもる",
  "くらい",
  "くれる",
  "くろ",
  "くろい",
  "ぐらい",
  "けいかん",
  "けが",
  "けさ",
  "けしゴム",
  "けす",
  "けっこう",
  "けっこん",
  "けっこんする",
  "けれど",
  "げんかん",
  "げんき",
  "こ",
  "こう",
  "こうえん",
  "こうこうせい",
  "こうさてん",
  "こうじょう",
  "こうちゃ",
  "こうばん",
  "こえ",
  "こくばん",
  "ここ",
  "こたえ",
  "こたえる",
  "こちら",
  "こっち",
  "こと",
  "ことば",
  "この",
  "こまる",
  "こめ",
  "これ",
  "こんな",
  "こんにちは",
  "こんばん",
  "こんばんは",
  "こんや",
  "ござる",
  "ごちそうさまでした",
  "ごはん",
  "ごめんなさい",
  "ごろ",
  "さあ",
  "さいご",
  "さいしょ",
  "さいふ",
  "さかな",
  "さく",
  "さくぶん",
  "さくら",
  "さす",
  "さつ",
  "さとう",
  "さびしい",
  "さむい",
  "さようなら",
  "さら",
  "さらいねん",
  "さんぽ",
  "さんぽする",
  "ざっし",
  "しあい",
  "しお",
  "しか",
  "しかくい",
  "しかし",
  "しけん",
  "しごと",
  "しごとする",
  "しずか",
  "しつもん",
  "しつもんする",
  "しつれいしました",
  "しつれいします",
  "しぬ",
  "しまる",
  "しめる",
  "しゃしん",
  "しゅうまつ",
  "しゅくだい",
  "しゅっしん",
  "しゅみ",
  "しょうゆ",
  "しょくじ",
  "しょくどう",
  "しる",
  "しんごう",
  "しんしつ",
  "しんせつ",
  "じ",
  "じかんわり",
  "じしょ",
  "じてんしゃ",
  "じどうしゃ",
  "じびき",
  "じぶん",
  "じぶんで",
  "じむしょ",
  "じゃあ",
  "じゃがいも",
  "じゅうしょ",
  "じゅぎょう",
  "じょうず",
  "じょうぶ",
  "すいか",
  "すう",
  "すき",
  "すくない",
  "すぐ",
  "すこし",
  "すごく",
  "すし",
  "すずしい",
  "すみません",
  "すむ",
  "する",
  "すわる",
  "ずつ",
  "せ",
  "せいと",
  "せっけん",
  "せびろ",
  "せまい",
  "せんたくする",
  "ぜんぜん",
  "ぜんぶ",
  "そう",
  "そうじする",
  "そうですか",
  "そうですね",
  "そこ",
  "そして",
  "そちら",
  "そっち",
  "その",
  "そば",
  "そふ",
  "そぼ",
  "それ",
  "それから",
  "それで",
  "それでは",
  "それに",
  "そんな",
  "ぞう",
  "たいしかん",
  "たいせつ",
  "たいへん",
  "たいよう",
  "たくさん",
  "ただいま",
  "たて",
  "たてもの",
  "たな",
  "たのしい",
  "たのむ",
  "たばこ",
  "たぶん",
  "たべもの",
  "たまご",
  "たまに",
  "たまねぎ",
  "たんじょうび",
  "だい",
  "だいきらい",
  "だいこん",
  "だいじ",
  "だいじょうぶ",
  "だいすき",
  "だいたい",
  "だいどころ",
  "だから",
  "だけ",
  "だす",
  "だれ",
  "ちかい",
  "ちかく",
  "ちかてつ",
  "ちがう",
  "ちず",
  "ちゃいろ",
  "ちゃいろい",
  "ちゃわん",
  "ちょっと",
  "つかう",
  "つかれる",
  "つぎ",
  "つく",
  "つくえ",
  "つくる",
  "つける",
  "つとめる",
  "つまらない",
  "つめたい",
  "つよい",
  "て",
  "てがみ",
  "で",
  "ですから",
  "では",
  "でも",
  "と",
  "とおい",
  "とおく",
  "とおり",
  "とき",
  "とくに",
  "とけい",
  "ところ",
  "ところで",
  "としょかん",
  "とても",
  "となり",
  "とぶ",
  "とまる",
  "ともだち",
  "とり",
  "とりにく",
  "とる",
  "ど",
  "どう",
  "どういたしまして",
  "どうして",
  "どうぞ",
  "どうぞよろしく",
  "どうぶつ",
  "どうぶつえん",
  "どうも",
  "どこ",
  "どちら",
  "どっち",
  "どなた",
  "どの",
  "どれ",
  "どんな",
  "なく",
  "なくす",
  "なぜ",
  "なつ",
  "なつやすみ",
  "など",
  "なべ",
  "ならう",
  "ならぶ",
  "ならべる",
  "に",
  "にがい",
  "にぎやか",
  "にく",
  "にくや",
  "にっき",
  "にもつ",
  "にわ",
  "にわとり",
  "にんじん",
  "ぬぐ",
  "ぬるい",
  "ね",
  "ねこ",
  "ねだん",
  "ねる",
  "ねんれい",
  "の",
  "のぼる",
  "のみもの",
  "のる",
  "は",
  "はい",
  "はいざら",
  "はがき",
  "はく",
  "はこ",
  "はし",
  "はしる",
  "はじまる",
  "はじめて",
  "はじめまして",
  "はじめる",
  "はたち",
  "はたらく",
  "はな",
  "はなや",
  "はやい",
  "はる",
  "はれ",
  "はれる",
  "はんぶん",
  "はブラシ",
  "ばあい",
  "ばしょ",
  "ばん",
  "ばんごはん",
  "ひき",
  "ひく",
  "ひくい",
  "ひこうき",
  "ひま",
  "ひらがな",
  "ひる",
  "ひるごはん",
  "ひろい",
  "びじゅつかん",
  "びょう",
  "びょういん",
  "びょうき",
  "ふうとう",
  "ふく",
  "ふとい",
  "ふとん",
  "ふね",
  "ふべん",
  "ふゆ",
  "ふる",
  "ぶた",
  "ぶたにく",
  "ぶどう",
  "ぶん",
  "ぶんしょう",
  "ぶんぽう",
  "へ",
  "へた",
  "へや",
  "へん",
  "べつべつ",
  "べんきょう",
  "べんきょうする",
  "べんり",
  "ほう",
  "ほか",
  "ほし",
  "ほしい",
  "ほそい",
  "ほんだな",
  "ほんとう",
  "ほんとうに",
  "ほんや",
  "ぼうし",
  "まい",
  "まいあさ",
  "まいばん",
  "まがる",
  "まくら",
  "まず",
  "まずい",
  "または",
  "まだ",
  "まち",
  "まっすぐ",
  "まつ",
  "まで",
  "まど",
  "まるい",
  "まんねんひつ",
  "みかん",
  "みがく",
  "みじかい",
  "みずうみ",
  "みそ",
  "みどり",
  "みなさん",
  "みみ",
  "みんな",
  "むこう",
  "むし",
  "むずかしい",
  "むら",
  "め",
  "めがね",
  "も",
  "もう",
  "もういちど",
  "もうすぐ",
  "もうすこし",
  "もうふ",
  "もしもし",
  "もじ",
  "もちろん",
  "もっていく",
  "もってくる",
  "もっと",
  "もつ",
  "もの",
  "もらう",
  "もり",
  "もん",
  "もんだい",
  "や",
  "やおや",
  "やくそく",
  "やさい",
  "やさしい",
  "やすみ",
  "やはり",
  "やる",
  "ゆうがた",
  "ゆうはん",
  "ゆうびんきょく",
  "ゆうべ",
  "ゆうめい",
  "ゆき",
  "ゆっくり",
  "よ",
  "ようじ",
  "ようふく",
  "よく",
  "よこ",
  "よてい",
  "よぶ",
  "よる",
  "よわい",
  "りっぱ",
  "りゅうがく",
  "りゅうがくせい",
  "りょうしん",
  "りょうり",
  "りょかん",
  "りょこう",
  "りょこうする",
  "りんご",
  "れい",
  "れいぞうこ",
  "れんしゅう",
  "れんしゅうする",
  "ろうか",
  "わかい",
  "わすれる",
  "わたす",
  "わたる",
  "わるい",
  "を",
  "アイスクリーム",
  "アパート",
  "アメリカ",
  "イギリス",
  "エレベーター",
  "カタカナ",
  "カップ",
  "カフェ",
  "カメラ",
  "カレンダー",
  "カレー",
  "カーテン",
  "キャベツ",
  "キログラム",
  "キロメートル",
  "ギター",
  "クラス",
  "グラム",
  "ケーキ",
  "ゲーム",
  "コップ",
  "コピーする",
  "コンビニ",
  "コート",
  "コーヒー",
  "サラダ",
  "サンドイッチ",
  "シャツ",
  "シャワー",
  "ジュース",
  "スカート",
  "ストーブ",
  "スプーン",
  "スペイン",
  "スペイン人",
  "スポーツ",
  "スリッパ",
  "スーパー",
  "スープ",
  "ズボン",
  "セーター",
  "ゼロ",
  "タオル",
  "タクシー",
  "チョコレート",
  "チョーク",
  "チーズ",
  "ティッシュ",
  "テスト",
  "テレビ",
  "テーブル",
  "テープ",
  "テープレコーダー",
  "デパート",
  "トイレ",
  "トマト",
  "ドア",
  "ドイツ",
  "ドル",
  "ナイフ",
  "ニュース",
  "ネクタイ",
  "ノート",
  "ハンカチ",
  "ハンバーガー",
  "バイク",
  "バス",
  "バター",
  "バナナ",
  "パン",
  "パンや",
  "パーティー",
  "ビデオ",
  "ビール",
  "ピアノ",
  "ピンク",
  "フィルム",
  "フォーク",
  "フランス",
  "フランスご",
  "プレゼント",
  "プール",
  "ベッド",
  "ペット",
  "ペン",
  "ページ",
  "ホテル",
  "ボタン",
  "ボールペン",
  "ポケット",
  "ポスト",
  "マッチ",
  "マンション",
  "メートル",
  "ラジオ",
  "ラーメン",
  "レコード",
  "レジ",
  "レストラン",
  "レモン",
  "ワイシャツ",
  "ワイン",
  "一",
  "一つ",
  "一万",
  "一人",
  "一人で",
  "一日",
  "一月",
  "一番",
  "七",
  "七つ",
  "七日",
  "七月",
  "万",
  "三",
  "三つ",
  "三日",
  "三月",
  "上",
  "下",
  "中",
  "中国",
  "中国語",
  "九",
  "九つ",
  "九日",
  "九月",
  "二",
  "二つ",
  "二人",
  "二十",
  "二十日",
  "二日",
  "二月",
  "五",
  "五つ",
  "五日",
  "五月",
  "人",
  "今",
  "今年",
  "今日",
  "今月",
  "今週",
  "休む",
  "会う",
  "会社",
  "会社員",
  "何",
  "何で",
  "何日",
  "何時",
  "何曜日",
  "何月",
  "先",
  "先月",
  "先生",
  "先週",
  "入る",
  "入れる",
  "八",
  "八つ",
  "八日",
  "八月",
  "六",
  "六つ",
  "六日",
  "六月",
  "円",
  "出かける",
  "出る",
  "出口",
  "分",
  "分かる",
  "前",
  "北",
  "十",
  "十一",
  "十一月",
  "十二月",
  "十日",
  "十月",
  "千",
  "午前",
  "午後",
  "半",
  "南",
  "古い",
  "右",
  "名前",
  "四",
  "四つ",
  "四日",
  "四月",
  "国",
  "土曜日",
  "外",
  "外国",
  "外国人",
  "外国語",
  "大きい",
  "大きな",
  "大人",
  "大学",
  "天ぷら",
  "天気",
  "女",
  "女の子",
  "子ども",
  "学校",
  "学生",
  "安い",
  "小さい",
  "山",
  "川",
  "左",
  "年",
  "店員",
  "後",
  "後で",
  "後ろ",
  "新しい",
  "新聞",
  "日",
  "日曜日",
  "日本",
  "日本人",
  "日本語",
  "時々",
  "時間",
  "書く",
  "月",
  "月曜日",
  "木",
  "木曜日",
  "本",
  "来る",
  "来年",
  "来月",
  "来週",
  "東",
  "母",
  "毎年",
  "毎日",
  "毎月",
  "毎週",
  "水",
  "水曜日",
  "火",
  "火曜日",
  "父",
  "生まれる",
  "田",
  "男",
  "男の子",
  "番",
  "番号",
  "白",
  "白い",
  "百",
  "私",
  "私たち",
  "空",
  "立つ",
  "聞く",
  "花",
  "行く",
  "西",
  "見せる",
  "見る",
  "言う",
  "話",
  "話す",
  "読む",
  "買う",
  "車",
  "週",
  "道",
  "金曜日",
  "長い",
  "雨",
  "電気",
  "電話",
  "電話する",
  "電話番号",
  "電車",
  "食べる",
  "飲む",
  "駅",
  "駅員",
  "高い",
  "高校",
  "高校生"
]